module.exports.config = {
  name: "nailagoi",
  version: "1.0.0-beta-fixbyDungUwU",
  hasPermssion: 0,
  credits: "ZyrosGenZ-fixbyDungUwU",
  description: "Bot will rep ng tag admin or rep ng tagbot ",
  commandCategory: "Other",
  usages: "",
  cooldowns: 1
};
module.exports.handleEvent = function({ api, event }) {
  if (event.senderID !== "61578652587744") {
    var aid = ["61578652587744"];
    for (const id of aid) {
    if ( Object.keys(event.mentions) == id) {
      var msg = ["𝐍𝐚𝐰𝐚𝐛 𝐙𝐚𝐝𝐢 𝐁𝐮𝐬𝐲 𝐇𝐚𝐧 𝐛𝐡𝐚𝐢 𝐓𝐡𝐎𝐫𝐢 𝐃𝐞𝐫 𝐁𝐚𝐝 𝐌𝐞𝐧𝐭𝐢𝐨𝐧 𝐊𝐫𝐧𝐚🙁\n*★᭄𝗖𝗿𝗲𝗱𝗶𝘁𝘀  ཫ༄𒁍≛⃝𝗧𝗮𝗹𝗵𝗮", "𝗕𝗮𝗯𝗬 𝗢𝘀𝘆  𝗥𝗲𝘀𝘁 𝗞𝗿𝗻𝘆 𝗗𝗼 𝗠𝗲𝗻𝘁𝗶𝗼𝗻 𝗻𝗶 𝗞𝗿𝗼😐😒\n*★᭄𝗖𝗿𝗲𝗱𝗶𝘁𝘀  ཫ༄𒁍≛⃝𝗧𝗮𝗹𝗵𝗮", "𝗕𝗶𝗚𝗿𝗲 𝗡𝗮𝘄𝗮𝗯 𝗭𝗮𝗱𝗶 𝗮𝗷𝗢 𝘆𝘄𝗹 𝘆𝗶 𝗽𝗮𝗴𝗮𝗹 𝘁𝘂𝗺𝗵𝘆 𝘆𝗮𝗮𝗱 𝗞𝗿 𝗿𝗵𝗮 𝗵𝗮𝗶 🤧😣\n*★᭄𝗖𝗿𝗲𝗱𝗶𝘁𝘀  ཫ༄𒁍≛⃝𝗧𝗮𝗹𝗵𝗮", "𝗡𝗮𝘄𝗮𝗯 𝗭𝗮𝗱𝗶 𝗬𝗮𝗵𝗮 𝗺𝗮𝗿𝗢😂𝗴𝗮𝗹𝗱𝗶 𝘀𝘆 𝘀𝗵𝗮𝗯𝘀𝗵 𝗮𝗖𝗵𝗶 𝗯𝗮𝗖𝗵𝗶𝗶\n*★᭄𝗖𝗿𝗲𝗱𝗶𝘁𝘀  ཫ༄𒁍≛⃝𝗧𝗮𝗹𝗵𝗮", "𝗕𝗶𝗴𝗿𝗲 𝗯𝗮𝗷𝗶 𝗮𝗯 𝘆𝗮𝗵𝗮 𝗮𝗢 𝗴𝗿𝗼𝘂𝗽 𝘄𝗮𝗹𝘆 𝗮𝗽𝗸𝗼 𝘆𝗮𝗮𝗱 𝗞𝗿 𝗿𝗵𝘆 𝗵𝗮𝗶𝗻 😹😾\n*★᭄𝗖𝗿𝗲𝗱𝗶𝘁𝘀  ཫ༄𒁍≛⃝𝗧𝗮𝗹𝗵𝗮", "𝗡𝗮𝘄𝗮𝗯 𝗭𝗮𝗱𝗶𝗶 𝗯𝗮𝗿𝘁𝗮𝗻 𝗱𝗵𝗢𝗻𝘆 𝗺𝗮 𝗯𝘂𝘀𝘆 𝗵𝗮𝗶 𝗯𝗮𝗿𝗮𝘆 𝗺𝗲𝗵𝗿𝗮𝗯𝗻𝗶 𝗯𝗮𝗱 𝗺𝗮 𝗺𝗲𝗻𝘁𝗶𝗼𝗻 𝗸𝗶 𝗷𝗶𝘆𝗲😹😹 \n*★᭄𝗖𝗿𝗲𝗱𝗶𝘁𝘀  ཫ༄𒁍≛⃝𝗧𝗮𝗹𝗵𝗮"];
      return api.sendMessage({body: msg[Math.floor(Math.random()*msg.length)]}, event.threadID, event.messageID);
  var link = [
"",
"",
"",
"",
      ];
    }
    }}
};
module.exports.run = async function({}) {
  }
