module.exports.config = {
  name: "poetry",
  version: "1.0.0",
  hasPermssion: 2,
  credits: "... - Long LTD",
  description: "War nát cái boxchat",
  commandCategory: "group",
  usages: "bold war",
  cooldowns: 10,
  dependencies: {
      "fs-extra": "",
      "axios": ""
  }
}

module.exports.run = async function({ api, args, Users, event}) {
var mention = Object.keys(event.mentions)[0];

let name =  event.mentions[mention];
  var arraytag = [];
      arraytag.push({id: mention});
  var a = function (a) { api.sendMessage(a, event.threadID); }
a("──── •💖🌿• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n اگر تُو ہوتا تو نہ روتے ہم! ۔  💔🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα\n──── •🌿💖• ────");
setTimeout(() => {a({body: "──── •☘️•❤️ ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n وقت ہر زخم کا مرہم تو نہیں بٙن سکتا ، درد کُچھ ہوتے ہیں تا عمر رُلانے والے! ۔  💔🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •🌸💛• ────" })}, 3000);
setTimeout(() => {a({body: "──── •💙✨• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nیہ خَــامُوشی جـو گُفتگو کے بیچ ٹھہری\n\n ہے🧡\n یہی ایک بَات ســاری گُفتگو میں گِہری ہے ،☘️ \n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n ──── •🧡💫• ────"})}, 4500);
setTimeout(() => {a({body: "──── •💜• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n✦ 𝐊𝐡𝐮𝐰𝐚𝐁𝐨𝐧 𝐊𝐢 𝐃𝐮𝐧𝐢𝐲𝐚 𝐌𝐮𝐊𝐚𝐌𝐚𝐥 𝐊𝐚𝐇𝐚𝐧 𝐇𝐚𝐢...✦\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n ──── •💜• ────" })}, 5500);
setTimeout(() => {a({body: "──── •💙✨• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n𝐀𝐉𝐄𝐄𝐁 𝐑𝐀𝐍𝐆𝐎𝐍 𝐌𝐄 𝐃𝐀𝐋𝐓𝐀 𝐉𝐀 𝐑𝐇𝐀 𝐇𝐔𝐍 \n𝐌𝐀𝐈𝐍 𝐉𝐒𝐀 𝐍𝐇𝐈 𝐓𝐇𝐀 𝐖𝐒𝐀 𝐁𝐍𝐓𝐀 𝐉𝐀 𝐑𝐇𝐀 𝐇𝐔𝐍 ✨💫💔🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n\n ──── •💫🧡• ────" })}, 7000);
setTimeout(() => {a({body: "──── •🌸🧡• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nتو ہی وجہ تیرے بنا بے وجہ بیکار ہوں میں.🥀\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n ──── •🌿💛• ────" })}, 12000);
setTimeout(() => {a({body: "──── •❤️•💫 ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nتو ہی وجہ تیرے بنا بے وجہ بیکار ہوں میں.🥀\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •☘️•💖 ────" })}, 10000);
setTimeout(() => {a({body: "──── •🌸💫• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nآخری آئینہ بھی توڑ دیا💔\nمیری تنہائی اب مکمل ہے☘️🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n ──── •💔🌿• ────" })}, 12000);
setTimeout(() => {a({body: "──── •💫🌿• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nوہ شخص لفظ تسلی پہ خوب رویا تھا🙂\nوہ جانتا تھا دلاسوں سے کچھ نہیں ہوتا💔💫\n\n ≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼\n──── •💛⭐• ────" })}, 25000);
setTimeout(() => {a({body: "──── •☘️•💛 ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nوہ الفاظ کہاں سے لاؤں جنہیں پڑھ کر تمہیں بھی مجھ سے بے پناہ محبت ہو جائے ❤️🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •💜⭐• ────" })}, 17000);
setTimeout(() => {a({body: "──── •✨🌸• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n*ایک ازیت ناک عمل ہوتا ہے اس شخص سے دور رہنا جس کے پاس رہنے کے لیے آپ نمازوں میں روئے ہوں -💔* 🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •🍃💙• ────" })}, 20000);
setTimeout(() => {a({body: "──── •💔💫• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nوہ جو دعوےدار تھا مجھے سمجھنے کا ہائے💔💫\nاب وہ ہی کہتا ہے تم میری سمجھ سے باہر ہو🙂\n\n ≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •☘️•💛 ────" })}, 22500);
setTimeout(() => {a({body: "──── •💜⭐• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\nوہ مجھے چھوڑ کر پچھتایا بھی نہیں آپ کہ رہے ہیں محبت مکافات عمل ہے🙂💔\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •⭐🌿• ────" })}, 25000);
setTimeout(() => {a({body: "──── •✨☘️• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n*میں محبت کو ہمیشہ سیاہ لکھوں گا* ..🙂💔✨\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •💙✨• ────" })}, 27000);
setTimeout(() => {a({body: "──── •⭐💙• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nاُس کے بعد ہزاروں ہاتھ بڑھے مُحبت کیلئے..!!\nnدل مُطمئن ہی نہ ہوا پہلے خسارے کے بعد..!!🙂\n \n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •💛💫• ────" })}, 30000);
setTimeout(() => {a({body: "──── •🌸🧡• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n*کوئی محسوس تک نہیں کرتا ، بانٹنا کس نے ہے ہمارا دُکھ ۔  💔🙂*\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •⭐✨• ────" })}, 33000);
setTimeout(() => {a({body: "──── •🧡💫• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nاُسے کہنا کہ تیرے یار کو لاکھوں غم ہیں 💔🙂\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •💜🌿• ────" })}, 35000);
setTimeout(() => {a({body: "──── •🌸🧡• ────\n 𝐓𝐲𝐩𝐢𝐧𝐠...\n\nﻣَﯿﮟ هوﮞ ﺗﻘﺴﯿﻢ ، ﺷﺎﻡِ هِجرت ﮐﯽ🙂🥀\nﻣَﯿﮟ هوں ﺣِﺼّﮧ __ ﺍُﺩﺍﺱ ﻟﻮﮔﻮﮞ کا💔\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n ──── •💙💫• ────" })}, 38000);
setTimeout(() => {a({body: "──── •💖🌿• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nہاں آج درد کی وہ شدت ہے🙂 \nجس میں کہتے ہیں موت بہتر ہے💔\n\n ≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •✨🌸• ────" })}, 41000);
setTimeout(() => {a({body: "──── •💛🌸• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nاور پھر ہم جیسوں سے ہر کوٸی وقت کے ساتھ اکتا جاتا ہے 🙂💔\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •☘️•💙 ────" })}, 45000);
setTimeout(() => {a({body: "──── •🌸💔• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nتجھ سے کچھ مانگنے نہی آیا 💔🙂\nمیرا مقصد فقط زیارت ہے.☘️\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •⭐🌿• ────" })}, 49000);
setTimeout(() => {a("──── •💖⭐• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nمیں کسی دیمک زدہ دروازے کی طرح اندر سے ختم ہو رہا ہوں🙂💔\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •☘️•💙 ────")} , 55000);
setTimeout(() => {a({body: "──── •💔🌿• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nشب کا  طویل پہر ہے اور کٹ نہیں رہا \nدرد اتنا شدید ہے ، دل پھٹ نہیں رہا 🙂💔\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽\n──── •❤️🌸• ────" })}, 60000);
setTimeout(() => {a({body: "✨𝐓𝐲𝐩𝐞𝐬𝐭💙\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 тαℓнα≼≽" })}, 65000);




}
